# _*_ coding: UTF-8 _*_
# 开发团队：万宝软件部
# 开发人员： Administrator
# 开发时间 : 2020-7-19 11:37
# 文件名称 : demo3.py
# 开发工具 : PyCharm
# 任   务 : 模拟输出用户登录输入窗口
#知识点 三引号的使用

print("         丽江市新闻采编系统")
print("")
print("用户名：__________________")
print("")
print("密码：__________________")
print("")
print("验证码：__________________","3+5=？")



print('''
     丽江市新闻采编系统

用户名：__________________

密  码：__________________

验证码：__________________ 3+5=？
''')


#输出银行交易提醒短信
#知识点 \t 制表符 \n 换行符


print("     交易提醒")
print("----------------------------")
print("交易金额\t 人民币300.00元\n")
print("账号\t\t1576")
print("卡类型\t\t交行信用卡")
print("交易时间\t22日14时55分")
print("可用额度\t人民币4304.24元")